# https://github.com/thoughtbot/rcm
tap 'thoughtbot/formulae'
brew 'thoughtbot/formulae/rcm'

# https://github.com/zplug/zplug
brew 'zplug'

# https://github.com/junegunn/fzf
brew 'fzf'

# https://stedolan.github.io/jq/
brew 'jq'
brew 'awk'

brew 'git'
brew 'tig'

brew 'zsh'

# Web Libraries
brew 'wget'
brew 'curl'

# Misc Admin Tools
brew 'htop'
brew 'pwgen'

# Virtualization
cask "vagrant"
cask "vagrant-bar"
cask "virtualbox"

# Taskwarrior
brew 'task'
brew 'taskd'
brew 'tasksh'
